Repository: WPPlugins/danixland-author-signature
Catalog: languages/*.po
Languages: it_it

source: Select your signature
it_it: Seleziona la tua firma

source: Use Image
it_it: Usa Immagine

source: Profile signature
it_it: Firma del Profilo

source: if you don't select a signature image nothing will be displayed in the content of your posts or pages.
it_it: Se non selezioni un'immagine per la tua firma, non sarà visualizzato nulla nel contenuto dei tuoi articoli e pagine.

source: add your signature image
it_it: Aggiungi la tua firma

source: Select Signature
it_it: Seleziona la tua firma

source: Remove Signature
it_it: Rimuovi la tua firma

source: Select and preview your signature image.
it_it: Seleziona e visualizza un'anteprima della tua firma.

source: Global Signature positioning and sizing
it_it: Posizionamento e dimensioni globali della Firma

source: Signature alignment?
it_it: Allineamento?

source: signature width?
it_it: Larghezza?

source: left
it_it: sinistra

source: center
it_it: centro

source: right <small>(default)</small>
it_it: destra <small>(default)</small>

source: set the width in pixels for your signature image and it will be scaled accordingly. If you leave this field empty the default width of <strong>300px</strong> will be used.
it_it: Imposta la larghezza in pixels per la firma e l'immagine sarà scalata di conseguenza. Se lasci vuoto il campo, sarà utilizzata la larghezza di default, pari a <strong>300px</strong>.

source: Choose how you want to position and scale the signature at the bottom of the article.
it_it: Scegli come vuoi posizionare e scalare la firma che apparirà in fondo agli articoli.

source: danixland Author Signature Settings
it_it: Impostazioni danixland Author Signature

source: To upload your signature image go to your <a href="%1$s">profile page</a>, here on this page you can set up the general look of the signature trough the website.
it_it: Per caricare la tua firma, visita il <a href="%1$s">tuo profilo</a>, in questa pagina puoi configurare l'aspetto generale delle firme per questo sito.
